<template>
  <h1>一、引言</h1>
  <p>我们深知个人隐私保护的重要性，尤其是针对未成年用户群体。本隐私同意协议（以下简称“协议”）旨在详细阐述我们如何收集、使用、存储及保护您（作为6-10岁儿童的监护人或法定代理人）通过我们的应用程序上传的颌像照片（包括但不限于正面张口、上颌、下颌、微笑等状态）及相关信息。请您务必仔细阅读本协议，确保充分理解并同意其内容。</p>

  <h1>二、信息收集与使用</h1>
  <p>明确目的：我们收集儿童颌像照片的目的仅限于数据分析、产品优化及科学研究等非商业用途。我们承诺不会将照片用于任何形式的广告推广、个人识别或未经您明确同意的其他目的。</p>
  <p>匿名处理：我们将对上传的照片进行严格的匿名化处理，移除或模糊任何可能识别出儿童身份的信息，确保数据的匿名性和安全性。</p>
  <p>数据存储与传输：我们采用先进的加密技术和安全措施来保护数据在存储和传输过程中的安全，防止未经授权的访问和泄露。</p>
  <p>数据保留期限：我们仅在实现上述目的所必需的期限内（默认三年内）保留您的数据，并在不再需要时按照法律法规的要求进行删除或匿名化处理。</p>

  <h1>三、权限与同意</h1>
  <p>监护人同意：您作为儿童的监护人或法定代理人，确认有权代表儿童同意本协议的所有条款，并理解并接受我们的数据处理方式。</p>
  <p>权利保留：您有权随时要求查看、更正、删除或限制我们处理您及儿童的个人信息。我们将在合理的时间内响应您的请求。</p>

  <h1>四、数据共享与披露</h1>
  <p>第三方服务：我们可能会与第三方服务提供商合作，以支持我们的服务。我们将确保这些第三方遵守相同的数据保护标准，并仅在必要范围内共享您的数据。</p>
  <p>数据共享的具体范围：我们可能会与第三方共享您的匿名化或去标识化数据，以进行市场分析、产品优化或科学研究等非个人识别目的。在某些特定情况下，涉及到您的个人信息时，我们将明确告知您数据共享的目的、范围及第三方的基本信息，并获得您的明确同意。</p>
  <p>法律要求：在法律法规要求或政府命令的情况下，我们可能需要披露您的信息。我们将尽可能通知您并在法律允许的范围内保护您的权益。</p>

  <h1>五、免责声明</h1>
  <p>风险自担：您理解并同意网络环境存在不可预测的复杂性和潜在风险，包括但不限于数据传输过程中的延迟、中断、拦截、篡改或泄露等。尽管我们将采取一切合理且必要的措施来保护您的数据安全，但无法完全排除这些风险。因此，您应自行承担因使用本应用程序而产生的任何风险，包括但不限于个人信息泄露、数据丢失或损坏等后果。您应自行承担因使用本应用程序而产生的任何风险。</p>
  <p>非医疗建议：本应用程序提供的数据分析结果仅供参考，不构成任何医疗建议或诊断。请勿将其视为专业医疗意见。用户不应将本应用程序的数据分析结果作为医疗决策的依据，而应咨询具有执业资格的医疗专业人士进行诊断和治疗。我们不对因用户误解或误用本应用程序提供的数据分析结果而导致的任何健康问题、损害或损失承担责任。</p>

  <h1>六、协议变更与通知</h1>
  <p>我们有权随时修改本协议的内容。任何修改将通过本应用程序的更新通知、电子邮件或其他合理方式告知您。您继续使用本应用程序即表示接受修改后的协议内容。</p>

  <h1>七、联系我们</h1>
  <p>如果您对本协议或我们的隐私保护措施有任何疑问、建议或投诉，请随时通过以下方式联系我们：2624201280@qq.com。</p>

  <h1>八、适用法律与争议解决</h1>
  <p>本协议的解释、效力及执行均受中华人民共和国法律的管辖，并特别遵循与上海市静安区相关的法律法规。</p>
  <p>友好协商：因本协议引起的或与本协议有关的任何争议，双方应首先通过友好协商解决。我们鼓励双方以开放、诚实和合作的态度寻求解决方案，以维护双方的长期合作关系。</p>
  <p>仲裁解决：如经友好协商仍不能解决争议，双方同意将争议提交至上海仲裁委员会进行仲裁。仲裁应依据该会现行有效的仲裁规则进行，仲裁裁决是终局的，对双方均有约束力。选择上海仲裁委员会是因为其位于争议发生地附近，且具备处理类似争议的专业能力和丰富经验。</p>
  <p>诉讼解决：若双方未就仲裁达成一致，或仲裁协议无效，则任何一方均有权向上海市静安区人民法院提起诉讼。选择上海市静安区人民法院作为管辖法院，是因为其作为地方司法机关，能够更有效地处理与本地区相关的争议，且便于双方当事人参与诉讼过程。</p>
</template>

<style scoped>
h1 {
  padding: 0;
  margin: 0;
  font-size: 18px;
}

p {
  padding: 0;
  text-align: justify;
  margin: 8px 0;
  line-height: 1.3;
}
</style>
